Repository: wp-plugins/gitium
Catalog: languages/gitium-*.po
Languages: sr_rs

source: Code
sr_rs: Kod

source: untracked
sr_rs: neprepoznatljiv

source: modified on remote
sr_rs: modifikovan na udaljenom skladištu

source: added to remote
sr_rs: dodat na udaljeno skladište

source: deleted from remote
sr_rs: izbrisan sa udaljenog skladišta

source: deleted from work tree
sr_rs: izbrisan sa drveta

source: updated in work tree
sr_rs: ažuriran u drvetu

source: added to work tree
sr_rs: dodat drvetu

source: renamed from `%s`
sr_rs: naziv promenjen iz`%s`

source: Please specify a valid repo.
sr_rs: Odredite validno skladište

source: Could not push to remote
sr_rs: Neuspelo odbacivanje na udaljeno skladište

source: Merged existing code from
sr_rs: Spojen postojeći kod sa

source: Could not create initial commit ->
sr_rs: Nije uspeo da kreira initial commit ->

source: Could not merge the initial commit ->
sr_rs: Nije uspeo da spoji initial commit ->

source: Could not enable the maintenance mode!
sr_rs: Neuspelo aktiviranje režima održavanja!

source: Merged changes from %s on %s
sr_rs: Promene spojene sa %s na %s

source: Could not commit!
sr_rs: Neuspelo izvršenje!

source: Merge failed:
sr_rs: Neuspelo spajanje:

source: Pushed commit: `%s`
sr_rs: Odbačena naredba commit `%s`

source: Webhook URL regenerates. Please make sure you update any external references.
sr_rs: Webhook URL se regeneriše. Proverite da li su vam eksterne reference ažurirane.

source: Keypair successfully regenerated.
sr_rs: Par ključeva uspešno regenerisan

source: unconfigured
sr_rs: nekonfigurisan

source: Remote URL
sr_rs: Udaljeni URL

source: This URL provide access to a Git repository via SSH, HTTPS, or Subversion.
sr_rs: Ovaj URL obezbeđuje pristup Git skladištu putem SSH-a, HTTPS-a ili subverzije.

source: If you need to authenticate over "https://" instead of SSH use: <code>https://user:pass@github.com/user/example.git</code>
sr_rs: Ako vam je potrebna provera za "https://", umesto SSH-a, koristite <code>https://user:pass@github.com/user/example.git</code>

source: Key pair
sr_rs: Par ključeva

source: Regenerate Key
sr_rs: Ključ za regenerisanje

source: If your use ssh keybased authentication for git you need to allow write access to your repository using this key.
sr_rs: Ako koristite ssh proveru na osnovu ključa za git, uz pomoć ovog ključa morate omogućiti upisivanje u svoje skladište.

source: Checkout instructions for <a href="https://help.github.com/articles/generating-ssh-keys#step-3-add-your-ssh-key-to-github" target="_blank">github</a> or <a href="https://confluence.atlassian.com/display/BITBUCKET/Add+an+SSH+key+to+an+account#AddanSSHkeytoanaccount-HowtoaddakeyusingSSHforOSXorLinux" target="_blank">bitbucket</a>.
sr_rs: Pogledajte uputstva na<a href="https://help.github.com/articles/generating-ssh-keys#step-3-add-your-ssh-key-to-github" target="_blank">github</a> ili na <a href="https://confluence.atlassian.com/display/BITBUCKET/Add+an+SSH+key+to+an+account#AddanSSHkeytoanaccount-HowtoaddakeyusingSSHforOSXorLinux" target="_blank">bitbucket</a>.

source: Fetch
sr_rs: Pribavi

source: Choose tracking branch
sr_rs: Izaberi granu za praćenje

source: Merge & Push
sr_rs: Spoji & odbaci

source: Following remote branch <code>%s</code>.
sr_rs: Praćenje grane na udaljenom serveru <code>%s</code>.

source: Everything is up to date
sr_rs: Sve je ažurirano

source: You are %s commits ahead and %s behind remote.
sr_rs: Vi ste %s komandi commit ispred i %s iza udaljenog servera

source: You are %s commits ahead remote.
sr_rs: Vi ste %s komandi commit ispred udaljenog servera

source: You are %s commits behind remote.
sr_rs: Vi ste %s komandi commit iza udaljenog servera

source: Path
sr_rs: Putanja

source: Change
sr_rs: Promeni

source: Nothing to commit, working directory clean.
sr_rs: Nema ništa za “commit”, radni direktorijum čist

source: Submodules are not supported in this version.
sr_rs: Submoduli nisu podržani u ovoj verziji

source: connected to
sr_rs: povezan sa

source: Commit message
sr_rs: Commit poruka

source: Save changes
sr_rs: Sačuvaj izmene

source: Regenerate Webhook
sr_rs: Regeneriši Webhook

source: Pinging this URL triggers an update from remote repository.
sr_rs: Ping ovog URL-a pokreće ažuriranje sa udaljenog skladišta

source: Public Key
sr_rs: Javni ključ

source: Git Sauce plugin require minimum `git version 1.7`!
sr_rs: Git Sauce plugin zahteva najmanje 1.7` `git verziju!

source: Could not enable the maintenance mode!...
sr_rs: Model održavanja nije se mogao aktivirati!

source: Merged changes from %s on $s
sr_rs: Promene sa %s na $s spojene

source: Could not commit local changes!
sr_rs: Lokalne promene nisu uspešno sprovedene!

source: Cound not fetch from remote repo.
sr_rs: Neuspešno preuzimanje sa udaljenog skladišta.

source: Could not merge changes.
sr_rs: Promene nisu spojene!

source: Push failed!
sr_rs: Odbacivanje neuspelo!

source: Pull done!
sr_rs: Povlačenje obavljeno!

source: Cheating uh?
sr_rs: Varanje?
